[
  {
    "id": "1",
    "name": "Fourth crusade",
    "description": "The Fourth Crusade was a Latin Christian armed expedition called by Pope Innocent III. The stated intent of the expedition was to recapture the Muslim-controlled city of Jerusalem, by first defeating the powerful Egyptian Ayyubid Sultanate, the strongest Muslim state of the time. However, a sequence of economic and political events culminated in the Crusader army's 1202 siege of Zara and the 1204 sack of Constantinople, the capital of the Greek Christian-controlled Byzantine Empire, rather than Egypt as originally planned. This led to the partitioning of the Byzantine Empire by the Crusaders.",
    "date": {
      "start": "01.01.1202",
      "end": "31.12.1204"
    },
    "tags": [
      "combat",
      "religious"
    ],
    "countries": [
      "HRE",
      "Republic of Venice",
      "Byzantine Empire",
      "Kingdom of Hungary",
      "Kingdom of Croatia",
      "Ayyubid Sultanate"
    ],
    "importance": 3
  },
  {
    "id": "2",
    "name": "Fall of Constantinopole",
    "description": "The Fall of Constantinople was the capture of the capital of the Byzantine Empire by the Ottoman Empire.",
    "date": {
      "exact": "29.05.1453"
    },
    "tags": [
      "combat"
    ],
    "countries": [
      "Ottoman Empire",
      "Byzantine Empire"
    ],
    "importance": 5
  },
  {
    "id": "3",
    "name": "Declaration of independence by Ukrainian People's Republic",
    "description": "The First Universal of the Ukrainian Central Council is a state-political act, the universal of the Central Council of Ukraine, which proclaimed the autonomy of Ukraine. Accepted 23 June [O.S. 10 June] 1918 in Kyiv. The full name is the Universal of the Ukrainian Central Rada to the Ukrainian people, in Ukraine and beyond Ukraine.",
    "date": {
      "exact": "23.06.1918"
    },
    "tags": [
      "geopolitical"
    ],
    "countries": [
      "Ukrainian People's Republic"
    ],
    "importance": 4
  }
]